[{"fields":{"description":"We went classic input-box with the second edition of ProjectBeta's infamous cryptic hunt, while we didn't suffer any DDoS attacks, our servers went offline regularly. Even though the event wasn't the smoothest, we learnt a lot about handling a real life crisis.","link1":"BetaTest Portal","date":"August 2020","url1":"https://projectbeta.xyz/","title":"BetaTest Handler"},"id":"61d875ab-28c3-43f1-9c84-ca11961c2b41","created":1632815520000,"last_edited":1632837780000},{"fields":{"description":"I was selected as the head of the department for AI and IoT for the academic session 2020-21 at ProjectBeta, my high school's tech and entrepreneurship club.","link1":"ProjectBeta.club","date":"Session of 2020-21","url1":"https://projectbeta.club","title":"HoD AI & IoT at ProjectBeta"},"id":"0efa326a-4489-480e-ac28-05b4f2e4fe1f","created":1632837780000,"last_edited":1632838080000},{"fields":{"description":"I was the Director of TechOps at Sanskriti School Intra Model United Nations 2019. My work included developing a website that could be used for the future installments of the event and all the technological aid required to ensure a smooth experience throughout the conference.","date":"December 2019","title":"Director of Technical Operations at Sanskriti MUN 2019"},"id":"880fec84-ec5d-4845-a98c-113620a41abc","created":1632837900000,"last_edited":1632837960000},{"fields":{"description":"Planned and organised the infamous CTF cryptic hunt for ProjectBeta 3.0 2019. It was the first of its kind in the Delhi IT Circuit and the participants had an extremely positive review about the same.","date":"October 2019","title":"BetaTest Handler"},"id":"6e32378c-111e-4b91-bb3c-e37b0d231020","created":1632837960000,"last_edited":1632838020000},{"fields":{"description":"I served as the Vice-President and Head of AI and IoT at my school's IT club - ProjectBeta. I led various teams to victory at an array of interschool events including hackathons, programming, pitch, and design.","date":"Session of 2019-20","title":"Vice President at ProjectBeta"},"id":"a58ba251-223a-41c7-84b8-3f4e035b317a","created":1632838020000,"last_edited":1632838200000},{"fields":{"description":"I was the Additional Director of TechOps at Sanskriti School Model United Nations 2019. My work included graphic design and all the technological aid required to ensure a smooth experience throughout the conference.","date":"April 2019","title":"Additional Director of Technical Operations at Sanskriti MUN 2019"},"id":"e80c485d-2c08-43d2-95c7-833b2de09ed2","created":1632838200000,"last_edited":1632838260000},{"fields":{"description":"I interned at my dad's IoT luxury watch startup - Bliss, we aimed at developing a luxurious watch with everything you'll find in a Rolex while combining it with smartness far greater than any of the current smartwatches. This is where I really felt the spark that pushed me into the technological domain.","date":"January 2015 - November 17","title":"Interned at Bliss IoT Luxury"},"id":"b8bf4c7d-5cbb-446f-9694-4b344576ea61","created":1632838260000,"last_edited":1632838320000}]