[{"fields":{"description":"4 friends and I co-founded CovAID to provide personally verified leads to all COVID-19 resources in real-time through brute-force calling with an organised team of 40 volunteers in under 48 hours. Our efforts were recognised by Hindustan Times.","link1":"Documentation","date":"April 2021","url1":"/projects/covaid","link2":"Webapp","url2":"https://covaid.vercel.app","title":"CovAID"},"id":"02b6ff33-8667-4582-b46f-057ebbb57764","created":1632836400000,"last_edited":1632836520000},{"fields":{"description":"I was involved with ReapBenefit COVID-19 Division, a student led initiative in collaboration with ReapBenefit Solve Ninjas. The aim was to assist 39 families of the Gosavi community in the Hubli district of Karnataka. We raised a grand total of $650.","link1":"Fundraiser website","date":"July 2020","url1":"https://reapbenefitfundraiser.herokuapp.com/","title":"ReapBenefit COVID-19 Division Fundraiser"},"id":"521ce20a-bb3d-49cd-91b9-3fa61d23d610","created":1632814638304,"last_edited":1632814638304},{"fields":{"description":"Raghav Sarangi and I (along with 2 teachers and Mr. Arya Nagar) delivered a 2 hour webinar on Artificial Intelligence and its relevance in today's world for all the 280 teachers at Sanskriti School. We recieved an extremely positive feedback.","date":"July 2020","title":"Webinar on AI"},"id":"3e99c2d2-fa4c-4b7d-b61c-22d99ec886f1","created":1632814638304,"last_edited":1632814638304},{"fields":{"description":"I offered my web-development services to Wellfur Foundation, a student led organization working towards helping street animals by feeding them and providing them with medical care and attention, gratis. While the organisation did not take off, I gained a lot of insight into animal abuse and rights.","link1":"Wellfur Foundation Webapp","date":"May 2020","url1":"https://wellfurfoundation.herokuapp.com/","title":"Wellfur Foundation"},"id":"6a908e2e-c6bb-492d-8703-c470ce81b28a","created":1632836520000,"last_edited":1632836760000},{"fields":{"description":"Amidst the COVID-19 lockdown, I conducted the second round of my web development and Python workshop with 17 students gratis to ensure that the kids don't get bored and learn something helpful.","date":"April - May 2020","title":"Web Dev & Python Worksop"},"id":"aad019dd-436a-485a-9ab5-d664b22eccfc","created":1632836760000,"last_edited":1632836760000},{"fields":{"description":"A rural sensitisation programme to the village of Kathgodam, Uttarakhand wherein we worked with the locals. We visited the village school and worked with local farmers, understood their means of livelihood and the importance of technology. The simplistic yet elegant implementations of technology at the TERI facility was fascinating.","date":"April 2019","title":"TERI - Rural Sensitisation"},"id":"16e459fb-74a0-44bc-a9b0-e70a06d44560","created":1632836820000,"last_edited":1632836940000},{"fields":{"description":"Organised and conducted a three-week summer workshop on web development and logic development through Scratch for the younger students. This not only gave me an opportunity to give back to the society but also helped me earn some pocket money respectfully.","date":"June 2018","title":"Web Dev Workshop "},"id":"1640f2b1-6e60-4fb1-8826-01571022e138","created":1632836760000,"last_edited":1632836820000}]